Repository: surefyresystems/django-dbsettings
Catalog: dbsettings/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Leave empty in order to retain old password. Provide new value to change.
pl: Pozostaw pole puste, by nie zmieniać hasła. Wpisz nową wartość, by zmienić.

source: Site settings
pl: Wszystkie ustawienia

source: %(app)s settings
pl: Ustawienia %(app)s

source: Updated %(desc)s on %(location)s
pl: Uaktualniono '%(desc)s' w %(location)s

source: Home
pl: Początek

source: Edit Settings
pl: Zmień ustawienia

source: Please correct the error below.
pl: Popraw poniższy błąd

source: No settings were defined.
pl: Nie zdefiniowano żadnych ustawień.

source: Settings included in the %(name)s class.
pl: Ustawienia dotyczące klasy %(name)s.

source: Application settings
pl: Ustawienia aplikacji

source: You don't have permission to edit values.
pl: Nie masz uprawnień do edycji ustawień.

source: Models available in the %(name)s application.
pl: Modele dostępne w aplikacji %(name)s. ABCDEF

source: Save
pl: Zapisz
